# MinorReinforcementArea Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
FabricSheetType..::..MinorReinforcementArea Property
FabricSheetType Class See Also
---
The area of fabric divided by the spacing of the wire in the minor direction. This method does not apply to custom fabric sheet
**Namespace:** Autodesk.Revit.DB.Structure**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2013
# Syntax
C#
---
```text
public double MinorReinforcementArea { get; }
```

Visual Basic
---
```text
Public ReadOnly Property MinorReinforcementArea As Double
	Get
```

Visual C++
---
```text
public:
property double MinorReinforcementArea {
	double get ();
}
```

# See Also
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace